<?php

/* @var $this yii\web\View */

use yii\helpers\Html;
use app\models\Card;

$this->title = Yii::t('app', 'Disclamer');
$this->registerMetaTag(['name' => 'description', 'content' => Yii::t('app', 'Disclamer') . ' ' . 'cpu-compare.com']);
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="container mt-5 mb-5">

    <h1>Отказ от ответственности</h1>

    <h2>Положение о конфиденциальности</h2>

    <p>Наш сайт собирает информацию о посетителях с помощью сервисв Google Analitics, где фиксируется только информация об интернет-провайдере посетителя и адрес интернет-страницы, с которого посетитель пришел на наш сайт. Результаты собираются для статистики и никуда не отправляются.</p>

    <p>Собранные данные, в том числе личная информация, не будут проданы или предоставлены третьим лицам. Исключением могут быть особые обстоятельства, когда этого требует закон, чтобы мы раскрыли информацию, которая у нас есть. Вы всегда можете сделать запрос на удаление Вашей информации из нашей базы данных.</p>

    <h2>Отказ от ответственности</h2>

    <p>Вся информация на сайте cpu-compare.com предназначена только для личного пользования. Администрация сайта оставляет за собой право вносить изменения в текст, также текст может содержать опечатки. Мы делаем все возможное, чтобы информация на этом сайте была как можно более полной и точной.
        Администрация сайта не несет никакой ответственности за любой ущерб, который может быть причинен в любой форме за счет использования, неполноты или неправильности информации, размещенной на этом сайте.</p>

    <h2>Доступность</h2>

    <p>Информация и рекомендации на этом сайте могут быть изменены без предварительного уведомления и без уведомления. Мы делаем все возможное для работы сайта, но не несем ответственности за любые последствия, которые могут возникнуть в связи с прекращением работы сайта.</p>

    <h2>Авторские права и права на интеллектуальную собственность</h2>

    <p>Все материалы (ресурсы, информация), размещенные на сайте cpu-compare.com взяты из открытых источников. Материалы используются в некоммерческих целях.</p>

    <p>Владельцы и создатели сайта cpu-compare.com не несут ответственность за использование материалов, доступных на сайте. Все материалы размещены исключительно в ознакомительных и образовательных целях.</p>

    <p>Пользователи несут самостоятельную ответственность за порядок использования и распространения материалов сайта сзг-сщьзфкуюсщь согласно законодательству своей страны проживания. Администрация cpu-compare.com не владеет правовой информацией по каждой конкретной стране и не отслеживает изменений в законодательных нормах различных стран.</p>

    <p>Все права на графические, текстовые, музыкальные и иные материалы, представленные на сайте, принадлежат их законным владельцам.</p>

    <p>Если Вы являетесь автором материалов или обладателем авторских прав на него, но Ваше авторство не было указано или Вы возражаете против его использования на сайте cpu-compare.com — пожалуйста свяжитесь с владельцами сайта по электронному адресу: cpu.compare@gmail.com. Материалы будут скорректированы или удалены в максимально короткие сроки.</p>

</div>